{
    "authenticating": "Đang xác thực",
    "cancel": "Hủy",
    "credentials": "Thông tin đăng nhập",
    "credentialsdescription": "Vui lòng cung cấp tên đăng nhập và mật khẩu của bạn để đăng nhập",
    "confirmdeletesite": "Bạn có chắc chắn muốn xóa trang {{sitename}}?",
    "connect": "Kết nối!",
    "connecttomoodle": "Kết nối tới Moodle",
    "erroraccesscontrolalloworigin": "Vui lòng kiểm tra https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "Một lỗi xuất hiện khi đang xóa trang web. Vui lòng thử lại.",
    "errorupdatesite": "Một lỗi xuất hiện khi đang cập nhập phiên của trang web.",
    "help": "Hỗ trợ",
    "helpmelogin": "<p>Có hàng ngàn trang Moodle khắp thế giới. Ứng dụng này chỉ kết nối đến trang Moodle mà bạn có chỉ định cho phép truy cập ứng dụng.</p><p>Nếu bạn không thể kết nối đến trang Moodle của bạn khi bạn cần liên hệ đến quản trị hệ thống nơi mà bạn muốn kết nối yêu câu họ đọc <a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\">http://docs.moodle.org/en/Mobile_app</a></p><p>Để kiểm tra ứng dụng trong trang demo loại <i>teacher</i> hoặc <i>student</i> trong trường <i>URL Trang</i> và nhấn nút <b>Thêm</b>.</p>",
    "invalidaccount": "Vui lòng kiểm tra chi tiết đăng nhập hoặc yêu cầu quản trị hệ thống kiểm tra cấu hình hệ thống.",
    "invalidmoodleversion": "Phiên bản Moodle không hợp lệ. Phiên bản thấp nhất là 2.4.",
    "invalidsite": "URL trang không hợp lệ.",
    "localmobileunexpectedresponse": "Kiểm tra Moodle Mobile Additional Features trả về một phản hồi không mong đợi, bạn sẽ xác thực đang sử dụng dịch vụ Mobile tiêu chuẩn.",
    "login": "Đăng nhập",
    "loginbutton": "Đăng nhập!",
    "logininsiterequired": "Bạn cần đăng nhập đến trang web trong một cửa sổ trình duyệt web.",
    "mobileservicesnotenabled": "Dịch vụ Mobile không được kích hoạt trong trang của bạn. Vui lòng liên hệ với quản trị hệ thông nếu bạn nghĩ truy cập qua điện thoại cần được hỗ trợ.",
    "newsitedescription": "Vui lòng nhập URL của trang Moodle. Chú ý rằng nó không thể được cấu hình để làm việc với ứng dụng này.",
    "notloggedin": "Bạn cần đăng nhập.",
    "password": "Mật khẩu",
    "passwordrequired": "Yêu cầu mật khẩu",
    "reconnect": "Kết nối lại",
    "reconnectdescription": "Phiên xác thực của bạn không hợp lệ hoặc hết hạn, bạn phải kết nối lại trang web.",
    "reconnectssodescription": "Phiên chứng thực của bạn không hợp lệ hoặc đã hết hạn, bạn phải kến nối lại trang web. Bạn cần đăng nhập trang trong một cửa sổ trình duyệt.",
    "siteaddress": "Địa chỉ trang web",
    "siteinmaintenance": "Trang của bạn đang trong chế độ bảo trì",
    "siteurl": "URL Trang",
    "siteurlrequired": "URL trang được yêu cầu, như là <i>http://www.yourmoodlesite.abc or https://www.yourmoodlesite.efg</i>",
    "username": "Tên người dùng",
    "usernamerequired": "Yêu cầu tên người dùng",
    "webservicesnotenabled": "Web Services không được kích hoạt trong trang của bạn. Vui lòng liên hệ quản trị viên nếu bạn nghĩ rằng truy cập qua điện thoại di động nên được hỗ trợ."
}